[
  {
    "name": "Tina Xu",
    "position": "Founder & Chair of the Board",
    "image": "Tina",
    "bio": "Tina Xu is a first-year student at Western University pursuing a dual degree in Software Engineering and Richard Ivey Business School. She is very interested in STEM and is eager to share her knowledge with students to motivate them in their learning and achieve their academic goals. Outside of school, she connects with various community directors through her organisation, Supportive Teens, to organize charity events such as fundraisers. Some of her hobbies include playing tennis, badminton, and hanging out with her friends. She looks forward to helping students realize their full potential!",
    "linkedin": "https://www.linkedin.com/in/tinaxu2004/"
  },
  {
    "name": "Carina Chiu",
    "position": "Chief Executive Officer",
    "image": "Carina",
    "bio": "Carina is a student in Management Engineering at the University of Waterloo. She had experience working at PwC, RBC, and AIA. Outside of school, she enjoys exploring nature, going to the gym, and watching TV shows. She believes that with persistent practice and the right resources, students will become natural and skillful learners. Practice makes perfect. She is honoured to enable students to reach their full potential through creating affordable and customised teaching services at Peak Education.",
    "linkedin": "https://www.linkedin.com/in/carina-chiu-me/"
  },
  {
    "name": "Ziyi Xiao",
    "position": "Director and Secretary",
    "image": "Ziyi",
    "bio": "Ziyi is a PharmD candidate at the University of Toronto, after previously completing two years of undergraduate studies at McGill University. She is a big believer that anyone is capable of learning anything with the right mentor, and that everyone deserves that chance. That is why she is proud to support Peak Education on its mission to provide quality, affordable, and personalised tutoring as both Secretary and Director. In her spare time outside of school and Peak, she enjoys reading, dancing, and engaging in various visual art mediums. ",
    "linkedin": "https://www.linkedin.com/in/ziyi-xiao-09828022a/"
  },
  {
    "name": "Andrew Yang",
    "position": "Chief Technology Officer",
    "image": "Andrew",
    "bio": "Andrew is a grade 12 student at Laurel Heights Secondary School focusing on STEM programs. He is a computer science and mathematics enthusiast. He can mentor others to the best of his ability and delivers work in the fastest efficient way possible. Andrew enjoys learning new skills in the field of software engineering and machine learning. Andrew is an executive at Highlander Computer Science Club and Highlander Engineering. He has been mentoring at many hackathons with his technical abilities. As a tutor at Peak Edu, he is looking forward to bringing the best tutoring service.",
    "linkedin": "https://www.linkedin.com/in/andrewatyang/"
  },
  {
    "name": "Hooman Reza Nezhad",
    "position": "Chief Operation Officer",
    "image": "Hooman",
    "bio": "Hooman is a highly motivated grade 11 AP student at Laurel Heights Secondary school, with a firm belief in the potential of STEM to positively impact the world. He is a student researcher at the University of Waterloo,and, this summer, lived in residence at Harvard University to attend lectures on astrophysics, philosophy, and scientific writing. At school, he is the co-founder of his school’s design club, and an executive in the science, aerospace, and finance clubs. He believes that when given the right resources, mentorship, and personalised academic support, all students can succeed and come to enjoy any subject—striving to help students find joy in learning and grow to their full potential.",
    "linkedin": "https://www.linkedin.com/in/hooman-nezhad/"
  },
  {
    "name": "Adeline Xiao",
    "position": "Chief Human Resources Officer & Chief Financial Officer",
    "image": "Adeline",
    "bio": "Adeline is a grade 10 student attending Laurel Heights Secondary school, she is a passionate educator and hopes to be a part of making a difference in student’s lives. As a student herself she understands all the effort and hard work they must put in, and because of this she aims to make this an enjoyable and seamless journey - not only for the students, but parents as well!",
    "linkedin": "https://www.linkedin.com"
  }
]
