[
  {
    "name": "Tina Xu",
    "position": "Founder & Chair of the Board",
    "image": "Tina",
    "bio": "Tina Xu is a grade 12 AP student at Sir John. A Macdonald Secondary School. She enjoys learning about math and sciences, and she is eager to share her knowledge with students to motivate them in their learning and achieve their academic goals. As a tutor, Tina can provide effective assistance and advice to help students improve in their fields. Outside of school, she connects with various community directors through her organization, Supportive Teens, to host and organize local events such as fundraisers. In Tina’s spare time, she loves to play tennis, badminton, basketball and hangout with her friends. She is excited to start tutoring her students!"
  },
  {
    "name": "Carina Chiu",
    "position": "Chief Executive Officer",
    "image": "Carina",
    "bio": "Carina is a candidate in Applied Science in Management Engineering at the University of Waterloo. She believes that with persistent practice and right resources, students will become natural and skillful. Practice makes perfect. She is honored to enable students in reaching their full potential through creating an affordable and customized teaching services at Peak Education."
  },
  {
    "name": "Ziyi Xiao",
    "position": "Director and Secretary",
    "image": "Ziyi",
    "bio": "Ziyi is a PharmD candidate at the University of Toronto, after previously completing two years of undergraduate studies at McGill University. She is a big believer that anyone is capable of learning anything with the right mentor, and that everyone deserves that chance. That is why she is proud to support Peak Education on its mission to provide quality, affordable, and personalized tutoring as both Secretary and Director."
  },
  {
    "name": "Andrew Yang",
    "position": "Chief Technology Officer",
    "image": "Andrew",
    "bio": "Andrew is a grade 12 student at Laurel Heights Secondary School focusing on STEM programs. He is a computer science and mathematics enthusiast. He can mentor others to the best of his ability and delivers work in the fastest efficient way possible. Andrew enjoys learning new skills in the field of software engineering and machine learning. Andrew is an executive at Highlander Computer Science Club and Highlander Engineering. He has been mentoring at many hackathons with his technical abilities. As a tutor at Peak Edu, he is looking forward to bringing the best tutoring service."
  },
  {
    "name": "Hooman Reza Nezhad",
    "position": "Chief Operation Officer",
    "image": "Hooman",
    "bio": "Hooman is a grade 11 AP student at Laurel Heights Secondary School, with a strong belief in the potential of STEM to positively impact the world. He has conducted research on novel high-energy propellant systems, and has ongoing research at the University of Waterloo on the chemical and biological degradation pathways of Microplastics in various environments. He is an executive in his school’s Aerospace and Finance and Investing club, as well as a Co-founder of the Design Club. He is also an active member of the Electric Car, Engineering, Science, and Debate club. He is an avid reader, and can be found involved in finance, programming, photography, and 3D modeling. Hooman wishes to pursue a career in Theoretical Physics, and pass on his passion for the sciences to his students."
  },
  {
    "name": "Adeline Xiao",
    "position": "Chief Human Resources Officer & Chief Financial Officer",
    "image": "Adeline",
    "bio": "Adeline is a grade 10 student attending Laurel Heights Secondary school, she is a passionate educator and hopes to be a part of making a difference in student’s lives. As a student herself she understands all the effort and hard work they must put in, and because of this she aims to make this an enjoyable and seamless journey - not only for the students, but parents as well!"
  }
]
